Repository: katagaki/SakuraRSS
Catalog: Shared/Strings/Feeds.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, vi, zh_hans, zh_hant

# FeedEdit.OpenIn.Browser
source: Browser
fr: Navigateur
ja: ブラウザ
ko: 브라우저
vi: Trình duyệt
zh_hans: 浏览器
zh_hant: 瀏覽器

# FeedEdit.OpenIn.InAppBrowser
source: In-App Browser
fr: Navigateur intégré
it: Browser in-app
ja: アプリ内ブラウザ
ko: 앱 내 브라우저
vi: Trình duyệt trong ứng dụng
zh_hans: 应用内浏览器
zh_hant: 應用程式內瀏覽器

# FeedEdit.OpenIn.InAppViewer
source: In-App Viewer
fr: Lecteur intégré
it: Visualizzatore in-app
ja: アプリ内ビューア
ko: 앱 내 뷰어
vi: Trình xem trong ứng dụng
zh_hans: 应用内阅读器
zh_hant: 應用程式內閱讀器

# FeedEdit.Viewer
source: Viewer
fr: Visionneuse
it: Visualizzatore
ja: ビューワー
ko: 뷰어
vi: Trình xem
zh_hans: 阅读器
zh_hant: 閱讀器

# FeedSection.Feeds
source: Feeds
fr: Flux
it: Feed
ja: フィード
ko: 피드
vi: Nguồn
zh_hans: 订阅
zh_hant: 訂閱

# FeedSection.Podcasts
source: Podcasts
it: Podcast
ja: ポッドキャスト
ko: 팟캐스트
vi: Podcast
zh_hans: 播客
zh_hant: Podcast

# FeedSection.Niconico
source: niconico
ja: ニコニコ動画

# FeedSection.X
source: X
ja: X（旧Twitter）
